export default {
  website: {
    title: '自游链 | 世界旅游新生态'
  },
  header: {
    home: '首页',
    intro: '项目简介',
    whitePaper: '白皮书',
    chainData: '链上数据',
    downloadAPP: '下载钱包',
    team: '团队和支持者',
    contact: '联系我们'
  },
  banner: {
    title: '自游链',
    lBtn: '观看视频 ',
    rBtn: '联系我们',
    more: '了解更多'
  },
  intro: {
    title: '自游链是什么',
    describe: [
      '以{{物联网设备}}为核心的旅游行业公链',
      '鼓励{{旅游行为}}，鼓励{{设备投资}}',
      '旅游{{通证交易}}所：旅游经营新模式'
    ],
    notice: [
      '自游链设计了阿波罗区块链模型，支持来自行业的真实需求',
      '自游链支持每个商户与新型平台建立自己的通证经济系统'
    ]
  },
  feature: {
    title: '特征',
    contents: [
      {
        title: '阿波罗行业公链模型',
        intro: '自游链原创的阿波罗行业公链模型，通过一条主链与若干条子链与侧链满足行业内多种真实需求场景。'
      },
      {
        title: '设备共识：可信区块链',
        intro: '通过可信物联网设备实现旅游行为与旅游交易的真实上链，建立可信的旅游新生态'
      },
      {
        title: '智能合约引擎',
        intro: '高效率的图灵完备的智能合约引擎，满足区块链+旅游行业发展的长期需求'
      },
      {
        title: '探索共识：旅行与社交',
        intro: '通过直接的给予旅游行为激励，自游链还原旅游的原初的目标，让更多人走出家门探索世界，并分享收获与喜悦。'
      },
      {
        title: '通证经济子系统',
        intro: '每一个商户或平台合作伙伴都可以基于自游链建立自己的通证经济系统，发行产品与服务通证、优惠折扣通证以及自己的品牌积分。'
      },
      {
        title: '旅游通证交易所',
        intro: '所有商户发行的权益通证都可以与GOG进行交易，每个权益都有真正的价值，让用户可以直接获益。为商户带来全新的营销模式。'
      }
    ]
  },
  download: [
    {
      title: '下载一页纸简介'
    },
    {
      title: '下载白皮书'
    }
  ],
  team: {
    title: '运营团队',
    members: [
      {
        name: '高宇, 首席执行官',
        desc: '在地产、金融、投资领域有着丰富的行业经验。澳大利亚大型地产开发公司VSTAR GROUP 创始人及董事长，该集团旗下拥有澳洲最大的民宿管理公司。澳大利亚最早的比特币投资者，是LITECOIN CASH ，INK，HCASH, DEEP BRAIN CHAIN等多个知名区块链项目的早期投资人与顾问。澳大利亚昆士兰大学信息系统管理硕士，格里菲斯大学市场营销硕士。'
      },
      {
        name: 'Howard Li, 首席运营官',
        desc: '十年跨国公司营销管理经验，资深营销培训讲师。前小米生态链汉图科技联合创始人。比特币早期投资者。'
      },
      {
        name: 'Peter Song, 首席科学家',
        desc: '拥有清华大学本科与硕士学位以及纽约大学的博士学位。表单数据库FormDB与商业通证交易系统BTEx的架构设计师。致力于高性能区块链与可信物联网设备的设计与实现。'
      },
      {
        name: 'Adam Li, 首席技术官',
        desc: '毕业于清华大学，曾在埃森哲公司从事咨询工作。数聚变科技联合创始人兼CEO。兼任清华大学中国企业成长与经济安全研究中心研究员、MIT新媒体行动实验室研究员、奇点公益的理事长；致力于在各领域推动开发数据和数据库应用的实践；互联网协作布道师。'
      },
      {
        name: 'George Song, 硬件合伙人',
        desc: '秀豹科技董事长，黑米科技董事长，连续成功创业者。'
      },
      {
        name: 'Mark RIDDLE, 首席财务官',
        desc: '昆士兰科技大学银行与金融学士。曾在安永澳洲担任战略分析师，参与跨国公司交易业务，例如加拿大皇家银行与戈德曼高盛于能源领域的10亿澳元的交易。此外，马克是AGL区块链智能电网试验的一个成功提案者。'
      },
      {
        name: 'Yiqing XIE, 首席内容官',
        desc: '资深媒体人、旅行作家、策展人、“行走的书房”创始人。前《旅游天地》杂志执行主编，出版多种旅游文化书刊，策划多项生活方式刊物、旅游网站及专题电视节目和大型旅行推广项目。'
      },
      {
        name: 'Chris Hamilton, 海外研发主管',
        desc: '密歇根大学电气与计算机工程学位，多年来一直参与自由与开放源代码软体社区的代码贡献，高性能计算和分布式系统的先驱者，精通硬件和软件设计，微软校友。'
      },
      {
        name: 'Chris Zhong, 技术布道师',
        desc: '某全球领导地位的科技公司的首席架构师，在澳大利亚拥有丰富行业经验的技术领导者，精通区块链知识并在世界各地的大型会议进行发言。'
      },
      {
        name: 'Nick YU, 澳洲地区负责人',
        desc: '澳大利亚中国贸易促进委员会副会长。新世纪国际集团首席执行官（澳大利亚），最大的房地产网络销售平台加生活相关服务的手机APP。公司拥有100名员工和1000多名兼职销售人员，月营业额约为5000万澳元。'
      }
    ]
  },
  adviser: {
    title: '顾问团队',
    members: [
      {
        name: '沈寓实',
        desc: '中国云体系产业创新战略联盟秘书长，云安全联盟（CSA）大中华区秘书长，清华大学互联网产业研究院研究员，世纪互联集团副总裁兼（云）首席技术官。国家“千人计划”特聘专家，北京市“海聚工程”特聘专家，国家“千人计划”、“万人计划”评审专家。拥有中国清华大学电子工程学士学位，美国加州大学圣迭戈分校电子计算机硕士和博士学位，美国华盛顿大学工商管理学硕士学位。'
      },
      {
        name: '孟岩',
        desc: '柏链道捷CEO，CSDN 副总裁，中国云体系联盟咨询专家，中关村区块链联盟专家，2017年与元道共同提出“通证经济”概念。“通证经济学”的布道师与权威专家。'
      },
      {
        name: '程小永',
        desc: '初链联合创始人。'
      },
      {
        name: '杨海俊',
        desc: '现任携程集团高级副总裁，曾任去哪儿网公司总裁，曾在百度公关传播体系内任职十年，历任百度集团公关经理、公关总监。'
      },
      {
        name: 'Adam Williams',
        desc: '英国英慈企业管理咨询有限公司中国区副主席。曾获英女王颁发大英帝国骑士勋章，英国畅销小说家，商人，演讲家。英国牛津大学毕业，中英商会会长、英国怡和集团前中国总代表。'
      },
      {
        name: 'WAKAMIYA KIYOSHI',
        desc: '现任日本内阁官房副长官顾问。任早稻田大学社会系统共学研究所研究员，日本民主党兵库县副代表，众议院议员。'
      },
      {
        name: '张兴国',
        desc: '锦江国际酒店集团前CIO，中国酒店业信息技术专家委员会理事长、中国智慧酒店副理事长、中国酒店科技联盟（CHTA）首席营运官、千亿级企业CIO俱乐部发起理事等职务。'
      },
      {
        name: '檀林',
        desc: '微软加速器（中国）的CEO。具有丰富的企业软件行业市场、渠道管理和营销管理经验, 既有国际化公司早期进入中国市场的业务发展和本地化产品研发经验，也具备本土创业企业和国际化创业企业的实践经历和早期投资经历。拥有加拿大渥太华大学生物化学和生化工程双学士学位，以及长江商学院EMBA工商管理硕士学位。'
      },
      {
        name: 'Zhijie Zhang',
        desc: '全球民宿预定平台自在客联合创始人，2013年开始布局中国大陆，中国台湾，韩国和日本民宿市场，让人人可以过一天他乡的生活。自在客是中国最早开展海外民宿预定业务的创业团队。'
      },
      {
        name: '何勇',
        desc: '深脑链创始人'
      },
      {
        name: 'Yuan LI',
        desc: 'Selfsell创始人，世界首个主打个人融资概念的IPO平台。'
      },
      {
        name: 'Frank Zheng',
        desc: '世界区块链组织首席经济学家，加勒比区块链研究所院长（CIBCI）。'
      },
      {
        name: 'David WANG',
        desc: '上海交通大学高级金融学院MBA。曾就职于盛大，IBM，携程等公司，具有多年互联网技术管理经验。2015年和高金校友联合创立国内最大的租约ABS互金平台魔方金服。2013至今曾发表多篇区块链相关文章。2016年中旬创立区块链技术创新公司信数链。区块链行业布道者，在交大财大等多家高校做过区块链培训。2017年中旬带队参加工信部举办的全国首届区块链大赛获得二等奖。'
      },
      {
        name: 'Tony Coombs',
        desc: '亚媒资本首席执行官，亚媒资本是澳大利亚注册的影视基金会，其中包括greenlight委员会的好莱坞成员（John J Strauss, Jesse Weiner）以及中国成员。Harvest Pictures Pty Ltd 创始人及导演。Tony 近期促进并主导了澳大利亚电影学院电视艺术协会（AACTA）的亚洲合作计划。'
      }
    ]
  },
  investor: {
    title: '投资方'
  },
  partner: {
    title: '合作伙伴'
  },
  contact: {
    title: '联系我们'
  },
  footer: {
    addr: {
      title: '地址',
      street: '皇后街 502/190',
      city: '墨尔本，澳大利亚'
    },
    contact: {
      title: '联系我们',
      email: '邮箱：info@goglobechain.com',
      join: '加入以下平台进行讨论'
    }
  },
  chainData: {
    search: {
      placeholder: '搜索地址',
      button: '搜索'
    },
    data: ['全网矿机数量', '全网算力', '每日GOG总产出']
  },
  wallet: {
    addr: '地址',
    balance: '余额',
    device: '绑定矿机',
    power: '算力',
    dailyProduce: '每日产出',
    recommend: '推荐人',
    miningRecord: '挖矿记录',
    tableTitle: {
      output: '挖矿产出',
      type: '类型',
      date: '日期'
    }
  }
}
